/* 
  Health.strings
  CleanMyMac

  Created by Vera Tkachenko on 3/3/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* No comment provided by engineer. */

"MonitorOutOfSpace_NotifTitle" = "Je heb bijna geen vrije schijfruimte meer!";
"MonitorOutOfSpace_NotifDescription" = "Start CleanMyMac om onnodige items te verwijderen en ruimte vrij te maken.";

/* Disk SMART failure notification */
"MonitorSMART_NotifTitle" = "Kritieke S.M.A.R.T-diagnose!";
"MonitorSMART_NotifDescription" = "CleanMyMac heeft gedetecteerd dat de diagnostische info van de schijf een sluitfout aangeeft. Onderneem actie om gegevensverlies te voorkomen.";

/* SSD Life failure notification */
"MonitorSSD_NotifTitle" = "Lage SSD-gebruiksduur!";
"MonitorSSD_NotifTooltip" = "Gebruiksduur van SSD-schijf %@ is %li%%";
"MonitorSSDLife_NotifDescription" = "CleanMyMac heeft gedetecteerd dat de diagnostische info van de schijf een sluitfout aangeeft. Onderneem actie om gegevensverlies te voorkomen.";

/* High disk temperature notification */
"MonitorHighTemp_NotifTitle" = "Hoge schijftemperatuur!";
"MonitorHighTemp_NotifTooltip" = "Temperatuur van %@ is hoger dan %@";
"MonitorHighTemp_NotifDescription" = "CleanMyMac heeft gedetecteerd dat de temperatuur van de schijf hoger is dan aanbevolen. Zorg dat dit niet te vaak gebeurt.";

/* Battery failure notification */
"MonitorBattery_NotifTitle" = "De batterij vertoont een storing!";
"MonitorBattery_NotifDescription" = "CleanMyMac heeft gedetecteerd dat de batterij bijna leeg is. Overweeg de batterij te vervangen.";

/* Low RAM issue. */
"MonitorRAM_NotifTitle" = "Intensief geheugengebruik";
"MonitorRAM_NotifDescription" = "CleanMyMac heeft gedetecteerd dat je bijna geen fysiek en virtueel geheugen meer hebt. Overweeg enkele apps te stoppen.";

/* Battery health */
"Health: %@" = "Status: %@";

"Undefined" = "Niet gedefinieerd";
"Fair" = "Redelijk";
"Good" = "Goed";
"Poor" = "Matig";

/* Battery charging state */
"Charged" = "Opgeladen";
"Not Charging" = "Opladen uit";
"Calculating…" = "Berekenen…";
"%ld:%02ld Until Full" = "%ld:%02ld tot opladen is voltooid";
"%ld:%02ld Remaining" = "%ld:%02ld resterend";
"%@ Limited" = "Drempel: %@";
"%@ Threshold" = "Drempel: %@";
"Overfilled" = "Overvol";

"DiskAvailableSpace_description" = "%@ beschikbaar";
"DiskAvailableSpace_tooltip" = "%@ Vrij\n%@ Beschikbaar. Dit getal stelt de totale hoeveelheid vrije en wisbare ruimte voor die onmiddellijk beschikbaar kan worden gesteld door het systeem.";
"RAMStatus_description" = "%@ vrij";
"RAMStatus_tooltip" = "%@ vrij";
"RAMCleanupInProgress_Title" = "Vrijmaken…";
"TrashSizeStatus_description" = "%@ gebruikt";
"TrashSizeStatus_tooltip" = "%@ gebruikt";
"TrashSizeStatus_tooltipForZeroSize" = "%@ gebruikt in %@";

"WiredRAM_LegendTitle" = "Wired";
"WiredRAM_LegendDescription" = "Geheugen dat niet in de cache op de schijf kan worden geplaatst, dus blijft het in het RAM. Dit geheugen kan niet door andere apps worden geleend.";

"ActiveRAM_LegendTitle" = "Actief";
"ActiveRAM_LegendDescription" = "Deze informatie bevindt zich in het RAM en is recent gebruikt.";

"InactiveRAM_LegendTitle" = "Inactief";
"InactiveRAM_LegendDescription" = "Deze informatie bevindt zich in het RAM maar wordt niet actief gebruikt. De informatie is recent gebruikt.";

"CompressedRAM_LegendTitle" = "Gecomprimeerd";
"CompressedRAM_LegendDescription" = "De hoeveelheid gecomprimeerd RAM-geheugen om meer RAM-geheugen voor andere processen beschikbaar te maken.";

"GHz" = "GHz";

"Monitoring OFF" = "Monitoring UIT";
